insert into course
values
('5100055','哈利波特与遗传学','哈里孙','你渴望成为哈利波特嘛','哈利波特与遗传学','2020-09-01','2021-01-31','周二10:25-12:00',240,'霍格沃兹魔术楼',0),
('2111139',	'僵尸逃生课',	'林正英','僵尸不可怕，可怕的是你还不来上课','僵尸逃生',	'2020-03-01',	'2021-01-31',	'周三10:25-12:00',240,'正英学堂',	0),
('2111140',	'水中编篮',	'马里德','在陆地上岁月静好地编篮子不香吗？','水中编篮',	'2020-09-01',	'2021-01-31',	'周一18:30-20:05',	240,'里德学院',0),
('2111141',	'性感高跟鞋研究',	'赵本山',	'我是大美人',	'性感高跟鞋研究',	'2020-03-01',	'2021-01-31',	'周五13:30-15:05',	240,'三里屯',0),
('5100054',	'浪费时间有理课',	'浪王',	'你还有理了？','浪费时间有理课',	'2020-09-01',	'2021-01-31',	'未定',	130,'屋里沙发',	0),
('2111292',	'名侦探柯南与化学探秘',	'小五郎','真相只有一个！',	'名侦探柯南与化学探秘',	'2020-09-01',	'2021-01-31',	'周一13:30-15:05',50,'马栏山精神病院',	0);
